Repository: character-map-uwp/Character-Map-UWP
Catalog: CharacterMap/CharacterMap/Strings/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, it_it, pl_pl, pt_pt, ta, th_th, zh_cn, zh_tw

# AddToCollectionHint.Text
source: Add to Library
de_de: Zur Bibliothek hinzufügen
es_es: Añadir a la librería
it_it: Aggiungi alla Libreria
pl_pl: Dodaj do biblioteki
pt_pt: Adicionar à biblioteca
ta: நூலகத்தில் சேர்
th_th: เพิ่มเข้ารายการสะสม
zh_cn: 添加到库
zh_tw: 添加到庫

# BlackFill.Text
source: Black Fill
de_de: Schwarze Füllung
es_es: Relleno negro
it_it: Sfondo Nero
pl_pl: Czarne wypełnienie
pt_pt: Preenchimento preto
ta: கருப்பு நிரப்பு
th_th: อักษรสีดำ
zh_cn: 黑色填充
zh_tw: 黑色填充

# BtnCopy.Text
source: Copy as text
de_de: Als Text kopieren
es_es: Copiar como texto
it_it: Copia come testo
pl_pl: Kopiuj jako tekst
pt_pt: Copiar como texto
ta: உரையாக நகலெடு
th_th: คัดลอกตัวอักษรนี้
zh_cn: 复制为文本

# BtnSelect.Content
source: Select
de_de: Auswählen
es_es: Seleccionar
it_it: Seleziona
pl_pl: Zaznacz
pt_pt: Selecionar
ta: தேர்ந்தெடு
th_th: เลือก
zh_cn: 选择
zh_tw: 選擇

# ColorGlyphToggle.OnContent
source: Color glyphs
de_de: Glyphen einfärben
es_es: Glifo coloreado
it_it: Colore glifo
pl_pl: Glify kolorów
pt_pt: Glifos coloridos
ta: வண்ண கிளிஃப்கள்
th_th: ตัวอักษรสี
zh_cn: 有色字形
zh_tw: 著色字符

# FontDisplayHeader.Text
source: Font Display Options
de_de: Schriftart-Anzeigeoptionen
es_es: Opciones de visualización de tipografíaCaracterísticas de la tipografía
it_it: Opzioni visualizzazione dei caratteri
pl_pl: Opcje wyświetlania czcionek
pt_pt: Opções de visualização do tipo de letra
ta: எழுத்துரு காட்சி விருப்பங்கள்
th_th: ตัวเลือกการแสดงผลฟอนต์
zh_cn: 字体显示选项
zh_tw: 字體顯示選項

# FontOptionsButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Font Rendering Options
de_de: Schriftart-Renderingoptionen
es_es: Características de la tipografía
it_it: Opzioni rendering dei caratteri
pl_pl: Opcje renderowania czcionek
pt_pt: Opções de composição do tipo de letra
ta: எழுத்துரு வரைதல் விருப்பங்கள்
th_th: ตัวเลือกการแสดงผล
zh_cn: 字体渲染选项
zh_tw: 字體渲染選項

# FontPropertiesButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Font Face Properties
de_de: Schriftbild-Eigenschaften
es_es: Propiedades de la variante tipográfica
it_it: Proprietà
pl_pl: Właściwości czcionki
pt_pt: Propriedades do tipo de letra
ta: எழுத்துரு முக பண்புகள்
th_th: คุณสมบัติฟอนต์
zh_cn: 字体属性
zh_tw: 字體屬性

# FontPropFace.Text
source: Face Name
de_de: Schriftartname
es_es: Nombre de la variante
it_it: Tipologia
pl_pl: Imię i nazwisko
pt_pt: Nome da variante
ta: முகத்தின் பெயர்
th_th: ชื่อรูปแบบฟอนต์
zh_cn: 字体名称
zh_tw: 字體名稱

# FontPropFamily.Text
source: Family Name
de_de: Schriftfamilien-Name
es_es: Nombre de la familia
it_it: Nome Famiglia
pl_pl: Nazwisko
pt_pt: Nome da família
ta: குடும்பப் பெயர்
th_th: ชื่อสกุลฟอนต์
zh_cn: 字体家族名称
zh_tw: 字體家族名稱

# FontPropMonospaced.Text
source: Is Monospaced
de_de: Ist Monospace-Schriftart
es_es: Es monoespaciada
it_it: È monospaziato
pl_pl: jest o stałej szerokości
pt_pt: Monoespaçada
ta: ஒற்றையிடமுள்ள எழுத்துருவா
th_th: เป็นฟอนต์แบบกว้างคงที่
zh_cn: 是否等宽
zh_tw: 是否等寬

# FontPropStretch.Text
source: Stretch
de_de: Dehnung
es_es: Ancho
it_it: Tratto
pl_pl: Rozciągnąć
pt_pt: Largura
ta: விரி
th_th: ความยืด
zh_cn: 宽窄
zh_tw: 拉伸

# FontPropStyle.Text
source: Style
de_de: Stil
es_es: Estilo
it_it: Stile
pl_pl: Styl
pt_pt: Estilo
ta: நடை
th_th: รูปแบบ
zh_cn: 风格
zh_tw: 風格

# FontPropSymbol.Text
source: Is Symbol Font
de_de: Ist Symbol-Schriftart
es_es: Es tipografía de símbolos
it_it: Contiene simboli
pl_pl: jest czcionką symbolu
pt_pt: Símbolos
ta: சின்ன எழுத்துருவா
th_th: เป็นฟอนต์สัญลักษณ์
zh_cn: 是否为符号字体
zh_tw: 是否為符號字體

# FontPropTitle.Text
source: Font Face Properties
de_de: Schriftbild-Eigenschaften
es_es: Propiedades de la variante tipográfica
it_it: Proprietà
pl_pl: Właściwości czcionki
pt_pt: Propriedades do tipo de letra
ta: எழுத்துரு முக பண்புகள்
th_th: คุณสมบัติฟอนต์
zh_cn: 字体属性
zh_tw: 字體屬性

# FontPropType.Text
source: Type
de_de: Typ
es_es: Tipo
it_it: Tipo
pl_pl: Typ
pt_pt: Tipo
ta: வகை
th_th: ประเภท
zh_cn: 类型
zh_tw: 類型

# FontPropWeight.Text
source: Weight
de_de: Stärke
es_es: Grosor
it_it: Dimensione
pl_pl: Ciężar
pt_pt: Peso
ta: எடை
th_th: น้ำหนัก
zh_cn: 粗细
zh_tw: 粗細

# InvalidFontMessage
source: Sorry, we couldn't find any supported font data in this file.
de_de: Entschuldige, wir konnten keine unterstützten Schriftartdaten in dieser Datei finden.
es_es: Lo sentimos, no pudimos encontrar datos de tipografía compatibles en este archivo.
it_it: Siamo spiacenti, non è stato possibile trovare nessun carattere supportato in questo file.
pl_pl: Przepraszamy, nie można znaleźć żadnych obsługiwanych danych czcionek w tym pliku.
pt_pt: Pedimos desculpa, mas não conseguimos encontrar nenhum dado de tipo de letra suportado neste ficheiro.
ta: மன்னிக்கவும், இந்த கோப்பில் ஆதரிக்கப்படும் எந்த எழுத்துரு தரவை எங்களால் கண்டுபிடிக்க முடியவில்லை.
th_th: ขออภัย, เราไม่พบข้อมูลใดๆ ที่เป็นฟอนต์ที่รองรับ
zh_cn: 抱歉，我们无法在该文件中找到支持的字体。
zh_tw: 抱歉，我們無法在該文件中找到支持的字體

# InvalidFontTitle
source: Unsupported File
de_de: Nicht unterstützte Datei
es_es: Archivo no compatible
it_it: File non supportato
pl_pl: Nieobsługiwany plik
pt_pt: Ficheiro não suportado
ta: ஆதரவளிக்கப்படாத கோப்பு
th_th: ไม่รองรับไฟล์นี้
zh_cn: 不支持的文件
zh_tw: 不支持的文件

# OpenInNewWindow.Text
source: Open in New Window
de_de: In neuem Fenster öffnen
es_es: Abrir en una ventana nueva
it_it: Apri in una nuova finestra
pl_pl: Otwórz w nowym oknie
pt_pt: Abrir numa nova janela
ta: புதியச் சாளரத்தில் திற
th_th: เปิดในหน้าต่างใหม่
zh_cn: 在新窗口中打开
zh_tw: 在新窗口中打開

# RemoveFontFlyout.Text
source: Delete Font
de_de: Schriftart löschen
es_es: Eliminar tipografía
it_it: Elimina carattere
pl_pl: Usuń czcionkę
pt_pt: Eliminar tipo de letra
ta: எழுத்துருவை நீக்கு
th_th: ลบฟอนต์
zh_cn: 删除字体

# RestartButton.Content
source: Restart app
de_de: Anwendung neu starten
es_es: Reiniciar aplicación
it_it: Riavvia l'app
pl_pl: Uruchom ponownie aplikację
pt_pt: Reiniciar a aplicação
ta: பயன்பாட்டை மறுதொடக்கம் செய்
th_th: รีสตาร์ท
zh_cn: 重启应用

# RestartHeader.Text
source: Requires application restart to take effect.
de_de: Benötigt Neustart der Anwendung, um wirksam zu werden.
es_es: Requiere reiniciar la aplicación para surtir efecto.
it_it: Riavvio dell'app necessario per apportare le modifiche.
pl_pl: Wymaga ponownego uruchomienia aplikacji, aby zaczęło obowiązywać.
pt_pt: Verá a sua alteração quando voltar a iniciar a aplicação.
ta: செயற்படுத்து பயன்பாட்டு மறுதொடக்கம் தேவை.
th_th: จะมีผลเมื่อแอปรีสตาร์ทแล้ว
zh_cn: 需要重启应用以生效。
zh_tw: 需要重啟應用生效

# SearchBox.PlaceholderText
source: Search by name or unicode hex
es_es: Buscar por nombre o hexadecimal Unicode
pt_pt: Procurar por nome ou hexadecimal unicode
zh_cn: 搜索字符、Unicode 名称或 16 进制序号

# Settings_About.Text
source: About this application
de_de: Über diese Anwendung
es_es: Acerca de esta aplicación
it_it: Informazioni sull'app
pl_pl: Informacje o tej aplikacji
pt_pt: Acerca desta aplicação
ta: இந்தப் பயன்பாட்டை பற்றி
th_th: เกี่ยวกับแอพพลิเคชั่นนี้
zh_cn: 关于本应用
zh_tw: 關於

# Settings_AboutDescription.Text
source: This app is designed to replace the Windows Win32 Character Map. It is more DPI aware on high DPI screens.
de_de: Diese App wurde entworfen, um die integrierte Win32-Zeichentabelle zu ersetzen. Sie kommt deutlich besser mit höheren DPI-Einstellungen zurecht.
es_es: Esta aplicación está diseñada para reemplazar el Mapa de caracteres Win32 de Windows. Ofrece una mejor adaptación a pantallas de alta densidad de puntos (DPI).
it_it: Questa app è progettata per sostituire la Mappa Caratteri Win32 preinstallata in Windows, supportando la grafica moderna di Windows 10 con prestazioni elevate.
pl_pl: Ta aplikacja została zaprojektowana by zastąpić domyślną Tablicę znaków dostępną w systemie Windows. Wyróżnia się lepszą obsługą DPI na ekranach wysokiej rozdzielczości.
pt_pt: Esta aplicação foi projetada para substituir o Mapa de carateres (Win32) do Windows. É mais consciente do PPP em ecrãs com PPP alto.
ta: Windows Win32 எழுத்துக்குறி வரைபடம் பதிலாகப் பயன்படுத்த இந்த பயன்பாடு வடிவமைக்கப்பட்டுள்ளது. இது உயர் DPI திரைகளில் அதிக DPI விழிப்புணர்வு கொண்டது.
th_th: แอปนี้สร้างขึ้นเพื่อใช้แทนแอปผังอักษรที่มีอยู่ของระบบ. แอปสามารถรองรับหน้าจอที่มี DPI สูงได้ดีกว่าของระบบ
zh_cn: 本应用可替代 Windows 10 系统自带的 Win32 字符映射表。适配高 DPI 屏幕的设备。

# TxtCopiedMessage.Text
source: Copied
de_de: Kopiert
es_es: Copiado
it_it: Copiato
pl_pl: Skopiowano
pt_pt: Copiado
ta: நகலெடுக்கப்பட்டது
th_th: คัดลอกเรียบร้อย
zh_cn: 已复制
zh_tw: 已復制

# TxtTitle.Text
source: Character Map
de_de: Zeichentabelle
es_es: Mapa de caracteres
it_it: Mappa Caratteri
pl_pl: Tablica znaków
pt_pt: Mapa de caracteres
ta: எழுத்துக்குறி வரைபடம்
th_th: ผังอักขระ
zh_cn: 字符映射表
zh_tw: 字符映射表

# TxtXamlCode.Header
source: Glyph Code
de_de: XAML-Code
es_es: Código de glifo
it_it: Codice Glifo
pl_pl: Kod XAML
pt_pt: Código do glifo
ta: கிளிஃப் குறியீடு
zh_cn: XAML 转义代码

# TypographyVariantsHeader.Text
source: Glyph Variants
de_de: Glyphen-Varianten
es_es: Características OpenType
it_it: Varianti Glifi
pl_pl: Warianty glifów
pt_pt: Alternativas estilísticas
ta: கிளிஃப் வகைகள்
th_th: รูปแบบอักษร
zh_cn: 字形变体
zh_tw: 字符變體

# WhiteFill.Text
source: White Fill
de_de: Weiße Füllung
es_es: Relleno blanco
it_it: Sfondo Bianco
pl_pl: Białe wypełnienie
pt_pt: Preenchimento branco
ta: வெள்ளை நிரப்பு
th_th: อักษรสีขาว
zh_cn: 白色填充
zh_tw: 白色填充

# ImportNotAFile
source: Not a file
de_de: Import ist keine Datei.
es_es: No es un archivo
it_it: Non è un file
pl_pl: Nie plik
pt_pt: Não é um ficheiro
ta: கோப்பில்லை
th_th: ไม่ใช่ไฟล์
zh_cn: 不是一个文件
zh_tw: 不是壹個文件

# ImportPendingDelete
source: Existing font pending delete. Please restart app.
de_de: Löschen der Schriftart im Gange. Bitte starte die Anwendung neu.
es_es: Tipografía existente pendiente de eliminación. Por favor, reinicia la aplicación.
it_it: Caratteri esistenti in attesa di eliminazione. Sarà necessario riavviare l'app.
pl_pl: Istniejąca czcionka oczekująca na usunięcie. Uruchom ponownie aplikację.
pt_pt: Eliminação do tipo de letra pendente. Reinicie a aplicação.
ta: எழுத்துரு நீக்கம் நிலுவையில் உள்ளது. தயவுசெய்து பயன்பாட்டை மறுதொடக்கம் செய்யுங்கள்.
th_th: มีฟอนต์ที่ค้างและรอลบอยู่. กรุณารีสตาร์ทแอป.
zh_cn: 现有字体正在被删除，请重启应用。
zh_tw: 現有字體正在被刪除，請重啟應用

# ImportUnavailableFile
source: File not available
de_de: Datei nicht verfügbar
es_es: Archivo no disponible
it_it: File non disponibile
pl_pl: Plik niedostępny
pt_pt: Ficheiro não disponível
ta: கோப்பு கிடைக்கவில்லை
th_th: ไม่พบไฟล์นี้
zh_cn: 文件不可用
zh_tw: 文件不可用

# ImportUnsupportedFileType
source: Unsupported File Type
de_de: Nicht unterstützer Dateityp
es_es: Tipo de archivo no compatible
it_it: Tipo di file non supportato
pl_pl: Nieobsługiwany typ pliku
pt_pt: Ficheiro não suportado
ta: ஆதரவளிக்கப்படாத கோப்பு வகை
th_th: ไม่รองรับไฟล์ประเภทนี้
zh_cn: 不支持的文件类型
zh_tw: 不支持的文件類型

# ImportUnsupportedFontType
source: Unsupported Font Type
de_de: Nicht unterstützter Schriftarten-Typ
es_es: Tipo de tipografía no compatible
it_it: Tipo di carattere non supportato
pl_pl: Nieobsługiwany typ czcionki
pt_pt: Tipo de letra não suportado
ta: ஆதரவளிக்கப்படாதக் எழுத்துரு வகை
th_th: ไม่รองรับฟอนต์ประเภทนี้
zh_cn: 不支持的字体类型
zh_tw: 不支持的字體類型

# FontsClearedOnNextLaunchNotice
source: Some fonts could not be completely removed right now. These fonts will not show in the application and will be completely removed next time the app is launched.
de_de: Einige Schriftarten konnten nicht vollständig entfernt werden. Diese Schriftarten werden nicht in der Anwendung angezeigt und beim nächsten Start der Anwendung vollständig entfernt.
es_es: No se pudieron eliminar algunas tipografías por completo en este momento. Estas tipografías no se mostrarán en la aplicación y se eliminarán totalmente la próxima vez que se inicie.
it_it: Alcuni caratteri potrebbero non essere completamente rimossi. Si prega di riavviare l'app.
pl_pl: Niektórych czcionek nie można teraz całkowicie usunąć. Te czcionki nie będą wyświetlane w aplikacji i zostaną całkowicie usunięte przy następnym uruchomieniu aplikacji.
pt_pt: Alguns tipos de letra não foram completamente removidos. Esses tipos de letra não vão aparecer na aplicação e serão completamente removidos na próxima vez que voltar a iniciar a aplicação.
th_th: มีบางฟอนต์ไม่สามารถลบได้ในขณะนี้ แต่จะถูกลบเมื่อเปิดแอปครั้งหน้า
zh_cn: 某些字体目前无法彻底删除。这些字体不会在应用中显示，并在下次启动应用程序时完全删除。
zh_tw: 某些字體目前無法完全刪除，這些字體在下次應用啟動時會被完全刪除並不顯示在字體列表中。

# SaveImageError
source: Sorry, something went wrong whilst we were trying to save the image.
de_de: Entschuldige, beim Versuch, das Bild zu speichern, ist etwas ist schiefgelaufen.
es_es: Lo sentimos, ocurrió un error al intentar guardar la imagen.
it_it: Spiacenti, qualcosa non ha funzionato durante il salvataggio dell'immagine.
pl_pl: Przepraszamy, coś poszło nie tak podczas próby zapisania obrazu.
pt_pt: Pedimos desculpa, ocorreu um erro ao tentar guardar a imagem.
ta: மன்னிக்கவும், நாங்கள் படத்தை சேமிக்கும் போது ஏதோ தவறு நடந்தது.
th_th: ขออภัย, เกิดข้อผิดพลาดขณะพยายามบันทึกเป็นรูปภาพ
zh_cn: 抱歉，保存图像时出错。
zh_tw: 抱歉，嘗試保存圖片時候有什麽奇怪的東西出錯了

# LoadingFontListError
source: Error Loading Font List
de_de: Fehler beim Laden der Schriftartenliste
es_es: Error al cargar la lista de tipografías
it_it: Errore durante il caricamento dei caratteri
pl_pl: Błąd ładowania listy czcionek
pt_pt: Erro ao carregar a lista de tipos de letra
ta: எழுத்துரு பட்டியலை ஏற்றுவதில் பிழை
th_th: ไม่สามารถโหลดรายการฟอนต์ได้
zh_cn: 加载字体列表出错
zh_tw: 加載字體列表出錯

# NoticeLabel.Text
source: Notice
de_de: Hinweis
es_es: Aviso
it_it: Avviso
pl_pl: Zauważyć
pt_pt: Atenção
ta: அறிக்கை
th_th: ประกาศ
zh_cn: 注意
zh_tw: 註意

# ImportFileCopyFail
source: Something went wrong. Please try again later.
de_de: Etwas ist schiefgelaufen. Bitte versuche es später erneut.
es_es: Ocurrió un error. Por favor, inténtalo de nuevo más tarde.
it_it: Spiacenti, qualcosa non ha funzionato. Riprova.
pl_pl: Coś poszło nie tak. Spróbuj ponownie później.
pt_pt: Ocorreu um problema. Tente novamente.
ta: ஏதோ தவறாகிவிட்டது. பிறகு மீண்டும் முயலவும்.
th_th: มีบางอย่างผิดพลาด. กรุณาลองใหม่อีกครั้ง.
zh_cn: 出错了。请稍后再试。
zh_tw: 有奇怪的東西出錯了，請稍後再試

# ImportFontHelpBlock.Text
source: Drag fonts into the app to copy them to your library.
de_de: Ziehe Schriftarten in diese App, um sie in deine Bibliothek zu kopieren.
es_es: Arrastra tipografías a la aplicación para copiarlas en tu biblioteca.
it_it: Trascina i caratteri nell'app per copiarli nella tua Libreria.
pl_pl: Przeciągnij czcionki do aplikacji, aby skopiować je do biblioteki.
pt_pt: Arraste ficheiros de tipo de letra e largue-os na aplicação para copiar tipos de letra à sua biblioteca.
ta: உங்கள் நூலகத்திற்கு நகலெடுக்க எழுத்துருக்களை பயன்பாட்டிற்குள் இழுக்கவும்.
th_th: ลากไฟล์ฟอนต์เข้ามาในแอปเพื่อนำเข้าเก็บไว้ในรายการสะสม
zh_cn: 将字体文件拖拽到应用里以加入库。
zh_tw: 將字體文件拖拽到應用裏以加入庫

# FontPropXaml.Text
source: XAML FontFamily Source
es_es: Origen FontFamily XAML
it_it: Origine Caratteri XAML
pl_pl: Źródło XAML FontFamily
ta: XAML FontFamily மூலம்
zh_cn: XAML FontFamily 源代码
zh_tw: XAML FontFamily 源代碼

# FilePickerConfirm
source: Import
es_es: Importar
it_it: Importa
pt_pt: Importar
ta: இறக்குமதி
th_th: นำเข้า
zh_cn: 导入
zh_tw: 導入

# ImportFontsButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Import Fonts
de_de: Schriftarten importieren
es_es: Importar tipografías
it_it: Importa Caratteri
pl_pl: Importowanie czcionek
pt_pt: Importar tipos de letra
ta: எழுத்துருக்களை இறக்குமதி செய்
th_th: นำเข้าฟอนต์
zh_cn: 导入字体
zh_tw: 導入的字體

# OpenFontButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Open Font
de_de: Schriftart öffnen
es_es: Abrir tipografía
it_it: Apri Carattere
pl_pl: Otwórz czcionkę
pt_pt: Abrir tipo de letra
ta: எழுத்துருகவை திற
th_th: เปิดฟอนต์
zh_cn: 打开字体
zh_tw: 打開字體

# OpenFontPickerConfirm
source: Open
de_de: Öffnen
es_es: Abrir
it_it: Apri
pl_pl: Otwierać
pt_pt: Abrir
ta: திற
th_th: เปิด
zh_cn: 打开
zh_tw: 打開

# CreateCollectionEntryBox.Header
source: Collection Name
de_de: Sammlungsname
es_es: Nombre de la colección
it_it: Nome raccolta
pl_pl: Nazwa kolekcji
pt_pt: Nome da coleção
ta: தொகுப்புப் பெயர்
th_th: ชื่อรายการสะสม
zh_cn: 收藏名称
zh_tw: 收藏名稱

# DigCreateCollection.PrimaryButtonText
source: Create
de_de: Erstellen
es_es: Crear
it_it: Crea
pl_pl: Tworzyć
pt_pt: Criar
ta: உருவாக்கு
th_th: สร้าง
zh_cn: 创建
zh_tw: 創建

# DigCreateCollection.Title
source: Create Collection
de_de: Sammlung erstellen
es_es: Crear colección
it_it: Crea raccolta
pl_pl: Utwórz kolekcję
pt_pt: Criar coleção
ta: தொகுப்பை உருவாக்கு
th_th: สร้างรายการสะสม
zh_cn: 创建收藏
zh_tw: 創建收藏

# DeleteCollectionButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Delete Collection
de_de: Sammlung löschen
es_es: Eliminar colección
it_it: Elimina raccolta
pl_pl: Usuń kolekcję
pt_pt: Eliminar coleção
ta: தொகுப்பை நீக்கு
th_th: ลบรายการสะสม
zh_cn: 删除收藏
zh_tw: 刪除收藏

source: Delete
es_es: Eliminar

# DigDeleteCollection.Title
source: Are you sure you want to delete this collection?
de_de: Bist du sicher, dass du diese Sammlung löschen möchtest?
es_es: ¿Estás seguro de que quieres eliminar esta colección?
it_it: Sei sicuro di voler eliminare questa raccolta?
pl_pl: Czy na pewno chcesz usunąć tę kolekcję?
pt_pt: Tem a certeza de que pretende eliminar esta coleção?
ta: இந்தத் தொகுப்பை நிச்சயமாக நீக்க விரும்புகிறீர்களா?
th_th: คุณแน่ในหรือไม่ว่าคุณต้องการลบรายการสะสมนี้?
zh_cn: 确定要删除该收藏吗？
zh_tw: 確定要刪除該收藏嗎？

# DigRenameCollection.PrimaryButtonText
source: Rename
de_de: Umbenennen
es_es: Cambiar nombre
it_it: Rinomina
pl_pl: Przemianować
pt_pt: Mudar o nome
ta: மறுபெயரிடு
th_th: เปลี่ยนชื่อ
zh_cn: 重命名
zh_tw: 重命名

# DigRenameCollection.Title
source: Rename Collection
de_de: Sammlung umbenennen
es_es: Cambiar nombre a la colección
it_it: Rinomina raccolta
pl_pl: Zmień nazwę kolekcji
pt_pt: Mudar o nome da coleção
ta: தொகுப்பை மறுபெயரிடு
th_th: เปลิ่ยนชื่อรายการสะสม
zh_cn: 重命名收藏
zh_tw: 重命名收藏

# OptionAllFonts.Text
source: All Fonts
de_de: Alle Schriftarten
es_es: Todas las tipografías
it_it: Tutti i caratteri
pl_pl: Wszystkie czcionki
pt_pt: Todos os tipos de letra
ta: அனைத்து எழுத்துருக்கள்
th_th: ฟอนต์ทั้งหมด
zh_cn: 所有字体
zh_tw: 所有字體

# OptionImportedFonts.Text
source: Imported Fonts
de_de: Importierte Schriftarten
es_es: Tipografías importadas
it_it: Caratteri importati
pl_pl: Zaimportowane czcionki
pt_pt: Tipos de letra importados
ta: இறக்குமதி செய்யப்பட்ட எழுத்துருக்கள்
th_th: ฟอนต์ที่นำเข้า
zh_cn: 导入的字体
zh_tw: 導入的字體

# OptionSymbolFonts.Text
source: Symbol Fonts
de_de: Symbol-Schriftarten
es_es: Tipografías de símbolos
it_it: Caratteri Simbolo
pl_pl: Czcionki symboli
pt_pt: Tipos de letra de símbolos
ta: சின்ன எழுத்துருக்கள்
th_th: ฟอนต์สัญลักษณ์
zh_cn: 符号字体
zh_tw: 符號字體

# RenameCollectionButton.[using:Windows.UI.Xaml.Controls]ToolTipService.ToolTip
source: Rename Collection
de_de: Sammlung umbenennen
es_es: Cambiar nombre a la colección
it_it: Rinomina raccolta
pl_pl: Zmień nazwę kolekcji
pt_pt: Mudar o nome da coleção
ta: தொகுப்பை மறுபெயரிடு
th_th: เปลี่ยนชื่อรายการสะสม
zh_cn: 重命名收藏
zh_tw: 重命名收藏

# FontListDisplayHeader.Text
source: Fonts List Display
de_de: Anzeige der Schriftartenliste
es_es: Visualización de la lista de tipografías
it_it: Visualizzazione elenco caratteri
pl_pl: Wyświetlanie listy czcionek
pt_pt: Visualizador da lista de tipos de letra
ta: எழுத்துருக்கள் பட்டியல் காட்சி
th_th: รายการแสดงผลฟอนต์
zh_cn: 字体显示
zh_tw: 字體顯示

# FontPropCount.Text
source: Glyph Count
de_de: Glyphenanzahl
es_es: Cantidad de glifos
it_it: Numero glifi
pl_pl: Liczba glifów
pt_pt: Número de glifos
ta: கிளிஃப் எண்ணிக்கை
th_th: จำนวนตัวอักษร
zh_cn: 字形数量
zh_tw: 字符數量

# OptionMonospacedFonts.Text
source: Monospaced Fonts
de_de: Monospace-Schriftarten
es_es: Tipografías monoespaciadas
it_it: Caratteri a spaziatura fissa
pl_pl: Czcionki o stałej szerokości
pt_pt: Tipos de letra monoespaçada
ta: Choose the label to show under each character. May have a minor effect on scrolling performance.
th_th: ฟอนต์อักษรเท่ากัน
zh_cn: 等宽字体
zh_tw: 等寬字體

# OptionSansSerifFonts.Text
source: Sans Serif Fonts
de_de: Serifenlose Schriftarten
es_es: Tipografías Sans Serif
it_it: Caretteri Sans Seif
pl_pl: Czcionki bezszeryfowe
pt_pt: Tipos de letra sem serifa
ta: Sans Serif எழுத்துருக்கள்
th_th: ฟอนต์ไม่มีหาง (ฟอนต์เรียบ)
zh_cn: 无衬线字体
zh_tw: 無襯線字體

# OptionSerifFonts.Text
source: Serif Fonts
de_de: Serifen-Schriftarten
es_es: Tipografías Serif
it_it: Caretteri Serif
pl_pl: Czcionki szeryfowe
pt_pt: Tipos de letra serifa
ta: Serif எழுத்துருக்கள்
th_th: ฟอนต์มีหาง
zh_cn: 衬线字体
zh_tw: 襯線字體

# NewCollectionItem.Text
source: New Collection
de_de: Neue Sammlung
es_es: Nueva colección
it_it: Nuova raccolta
pl_pl: Nowa kolekcja
pt_pt: Nova coleção
ta: புதியத் தொகுப்பு
th_th: สร้างรายการสะสมใหม่
zh_cn: 新收藏
zh_tw: 新收藏

# RemoveFromCollectionItem.Text
source: Remove from Collection
de_de: Aus Sammlung entfernen
es_es: Quitar de la colección
it_it: Rimuovi dalla raccolta
pl_pl: Usuń z kolekcji
pt_pt: Remover da coleção
ta: தொகுப்பிலிருந்து அகற்று
th_th: ลบจากรายการสะสม
zh_cn: 从收藏中删除
zh_tw: 從收藏中刪除

# AddToCollectionFlyout.Text
source: Add to Collection
de_de: Zur Sammlung hinzufügen
es_es: Agregar a la colección
it_it: Aggiungi alla raccolta
pl_pl: Dodaj do kolekcji
pt_pt: Adicionar à coleção
ta: தொகுப்பில் சேர்
th_th: เพิ่มเข้ารายการสะสม
zh_cn: 添加到收藏
zh_tw: 添加到收藏

# InstantSearchToggle.OffContent
source: Instant search disabled
de_de: Schnellsuche deaktiviert
es_es: Búsqueda instantánea desactivada
it_it: Ricerca istantanea disabilitata
pl_pl: Wyszukiwanie błyskawiczne wyłączone
pt_pt: Procura instantânea desligada
ta: உடனடித் தேடல் முடக்கப்பட்டுள்ளது
th_th: ปิดการค้นหาทันทีขณะเขียน
zh_cn: 即时搜索已关闭
zh_tw: 即時搜索已關閉

# InstantSearchToggle.OnContent
source: Instant search enabled
de_de: Schnellsuche aktiviert
es_es: Búsqueda instantánea activada
it_it: Ricerca istantanea abilitata
pl_pl: Wyszukiwanie błyskawiczne włączone
pt_pt: Procura instantânea ligada
ta: உடனடித் தேடல் இயக்கப்பட்டுள்ளது
th_th: เปิดการค้นหาทันทีขณะเขียน
zh_cn: 即时搜索已启用
zh_tw: 即時搜索已啟用

# SearchResultsSlider.Header
source: Maximum search results
de_de: Maximale Anzahl an Suchergebnissen
es_es: Resultados máximos de búsqueda
it_it: Numero massimo di risultati
pl_pl: Maksymalna liczba wyników wyszukiwania
pt_pt: Máximo de resultados da procura
ta: அதிகபட்ச தேடல் முடிவுகள்
th_th: จำนวนผลการค้นหาสูงสุด
zh_cn: 最大搜索结果数量
zh_tw: 最大搜索結果數量

# FontPropCharCount.Text
source: Character Count
de_de: Zeichenanzahl
es_es: Cantidad de caracteres
it_it: Numero caratteri
pl_pl: Liczba znaków
pt_pt: Número de caracteres
ta: எழுத்துக்குறி எண்ணிக்கை
th_th: จำนวนตัวอักษร
zh_cn: 字符数量

# FontPropFilePath.Text
source: File Path
de_de: Dateipfad
es_es: Ruta del archivo
it_it: Percorso del file
pl_pl: Ścieżka pliku
pt_pt: Localização do ficheiro
ta: கோப்புப் பாதை
th_th: ที่ตั้งของไฟล์
zh_cn: 文件路径

# DWriteSourcePerMachine
source: All Users
de_de: Alle Nutzer
es_es: Todos los usuarios
it_it: Per tutti gli utenti
pl_pl: Wszyscy użytkownicy
pt_pt: Todos os utilizadores
ta: அனைத்து பயனர்கள்
th_th: ผู้ใช้ทั้งหมด
zh_cn: 所有用户

# DWriteSourcePerUser
source: Current User only
de_de: Nur aktueller Nutzer
es_es: Solo usuario actual
it_it: Solo per l'utente corrente
pl_pl: Tylko bieżący użytkownik
pt_pt: Apenas o utilizador atual
ta: நடப்புப் பயனர் மட்டும்
th_th: ผู้ใช้ปัจจุบันเท่านั้น
zh_cn: 仅当前用户

# DWriteSourceRemoteFontProvider
source: Cloud Provider
de_de: Cloud-Anbieter
es_es: Proveedor en la nube
it_it: Provider del cloud
pl_pl: Dostawca chmury
pt_pt: Fornecedor de nuvem
ta: மேக வழங்குநர்
th_th: ฟอนต์จากอินเตอร์เน็ต
zh_cn: 云提供商

# DWriteSourceUnknown
source: Undefined
de_de: Undefiniert
es_es: Indefinido
it_it: Non definito
pl_pl: Niezdefiniowany
pt_pt: Indeterminada
ta: விளக்கப்படாதவை
th_th: ไม่ได้ระบุ
zh_cn: 未定义

# FontPropInstallType.Text
source: Install Type
de_de: Installationstyp
es_es: Tipo de instalación
it_it: Tipo di installazione
pl_pl: Typ instalacji
pt_pt: Tipo de instalação
ta: நிறுவல் வகை
th_th: ประเภทฟอนต์
zh_cn: 安装类型
